[
  {
    "id": "1",
    "questText": "Після приїзду до міста ваша група направилась до крипти в цій зоні. За словами вашого предка у листі, саме там він знайшов дивний, на перший погляд, артефакт. Ви підійшли до старовинної будівлі, якій, на вигляд, більше декількох тисячоліть, перед собою ви бачите дерев'янні ворота зачинені на залізний замок. Що будете робити?",
    "answers": ["Розвернутись і втекти, не ваше прокляття не ваші проблеми","Спробувати виломати грубою силою","Довірти роботу Деміасу"],
    "correctAnswer": "Довірти роботу Деміасу",
    "audioPath": ""
  },
  {
    "id": "2",
    "questText": "Деміас легко впорався з поставленим завданням. Відкривши двері група відчула сморід, не такий коли авантюристи не миються тижнями, це був інший запах, а саме смерті і гнилої плоті. Не дивлячись на сморід, група пройшла углиб і дійшла до кінця коридору. Деміас зауважив, що це не кінець, і тут є прохід завалений старими дошками. Як ви вчините?",
    "answers": ["Запалити дошки", "Сказати Рейнольду щоб він вибив прохід", "Покликати на допомогу"],
    "correctAnswer": "Сказати Рейнольду щоб він вибив прохід",
    "audioPath": "../static/audio/id2_doors_opend.wav"
  },
  {
    "id": "3",
    "questText": "Після вибиття дошок, прохід став доступний. Група рухається вперед та сморід стає ще гіршим, таке відчуття що ви несете труп на плечах. Група доходить до перехрестя. Деміас зауважив, що сморід доноситься з лівого коридору. Рейнольд каже, що попереду завал і його навряд чи можна розібрати. Прохід справа, на перший погляд, виглядає безпечним. Куди піде група?",
    "answers": ["Лівий прохід","Правий прохід","Прохід попереду"],
    "correctAnswer": "Правий прохід",
    "audioPath": "../static/audio/id3_smashTheDoor.wav"
  },
  {
    "id": "4",
    "questText": "Ви просуваєтесь все далі і далі, тяжко порахувати скільки часу ви вже знаходитесь в цьому пекельному місці. Пройшло декілька годин чи навіть днів, ви не можете відповісти на це запитання. Різко група зупиняється, Деміас помітив дивні отвори в підлозі. Це пастка! Її не можливо обійти. Що будете робити?",
    "answers": ["Довірити знешкодження Деміасу","Розвернутись і піти іншим шляхом","Спробувати перестрибнути"],
    "correctAnswer": "Довірити знешкодження Деміасу",
    "audioPath": "../static/audio/id4_steps.wav"
  },
  {
    "id": "5",
    "questText": "Знешкодивши пастку, група успішно просувається далі по темним коридорам. Раптово спереду донісся гучний рик. Група завмерла відчувши смертельну небезпеку. Раптом щось почало до них наближається.",
    "answers": ["Приготуватися до бою!"],
    "correctAnswer": "Приготуватися до бою!",
    "audioPath": "../static/audio/id5_disarmTheTrap.wav"
  },
  {
    "id": "6",
    "questText": "До групи наблизилось створіння не з нашого всесвіту. Тварюка виглядає як суміш ворона, кальмара та ще Бог зна чого. Напевне можно сказати одне - кожен його удар може бути смертельним. Раптово щупальця створіння потягнулися до правої руки Рейнольда. Як ви вчинете?",
    "answers": ["Ухилитись вліво","Ухилитись вправо","Ігнорувати"],
    "correctAnswer": "Ухилитись вліво",
    "audioPath": "../static/audio/id6_howl.wav"
  },
  {
    "id": "7",
    "questText": "Успішно ухилившись від атаки створіння, Рейнольд моментально почав діяти.",
    "answers": ["Нанести удар у голову", "Спробувати втекти"],
    "correctAnswer": "Нанести удар у голову",
    "audioPath": "../static/audio/id7_attack.wav"
  },
  {
    "id": "8",
    "questText": "Пронизливий крик заповнив коридори підземелля. Потвора знесиленно впала на зеллю помираючи в конвульсіях. Запевившись, що чудовисько мертве, Деміас та Рейнольд вирішили відпочити. За кільки хвилин з іншого кінця коридору донісся незрозумілий шум. Яке приймете рішення?",
    "answers": ["Йти на шум","Повернутися нізчим","Розділитися"],
    "correctAnswer": "Йти на шум",
    "audioPath": "../static/audio/id8_death.wav"
  },
  {
    "id": "9",
    "questText": "Дійшовши до кінця коридору, група побачила залишки зруйнованого храму посеред якого стояла дивниї форми скульптура, яка і була джерелом шуму.",
    "answers": ["Повернутись на поверхню з нізчим","Розибити артефакт","Віднести артефакт на чорний ринок"],
    "correctAnswer": "Розибити артефакт",
    "audioPath": "../static/audio/id9_whisper.wav"
  },
  {
    "id": "10",
    "questText": "Розбивши артефакт шум різко зник. Деміас помітив дивний сувій серед уламків. Розкривши його чоловік побачив текст написаний древніми рунами.",
    "answers": ["Продати манускрипт відьмі","Спалити сувій до тла","Віднести згорток на розшифрування до бібліотеки"],
    "correctAnswer": "5",
    "audioPath": "../static/audio/id10_smash.wav"
  }
]